{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¥": 77,
      "¦": 78,
      "§": 79,
      "¨": 80,
      "©": 81,
      "«": 82,
      "¬": 83,
      "­": 84,
      "®": 85,
      "°": 86,
      "±": 87,
      "²": 88,
      "³": 89,
      "´": 90,
      "µ": 91,
      "¶": 92,
      "·": 93,
      "¸": 94,
      "¹": 95,
      "º": 96,
      "»": 97,
      "¼": 98,
      "½": 99,
      "¾": 100,
      "¿": 101,
      "×": 102,
      "ß": 103,
      "à": 104,
      "á": 105,
      "â": 106,
      "ã": 107,
      "ä": 108,
      "å": 109,
      "æ": 110,
      "ç": 111,
      "è": 112,
      "é": 113,
      "ê": 114,
      "ë": 115,
      "ì": 116,
      "í": 117,
      "î": 118,
      "ï": 119,
      "ð": 120,
      "ñ": 121,
      "ò": 122,
      "ó": 123,
      "ô": 124,
      "õ": 125,
      "ö": 126,
      "÷": 127,
      "ø": 128,
      "ù": 129,
      "ú": 130,
      "û": 131,
      "ü": 132,
      "ý": 133,
      "þ": 134,
      "ÿ": 135,
      "ā": 136,
      "ă": 137,
      "ą": 138,
      "ć": 139,
      "ĉ": 140,
      "č": 141,
      "ď": 142,
      "đ": 143,
      "ē": 144,
      "ę": 145,
      "ě": 146,
      "ğ": 147,
      "ī": 148,
      "ı": 149,
      "ĺ": 150,
      "ľ": 151,
      "ł": 152,
      "ń": 153,
      "ň": 154,
      "ō": 155,
      "œ": 156,
      "ś": 157,
      "ş": 158,
      "š": 159,
      "ť": 160,
      "ū": 161,
      "ů": 162,
      "ź": 163,
      "ż": 164,
      "ž": 165,
      "ƃ": 166,
      "ƒ": 167,
      "ǁ": 168,
      "ǝ": 169,
      "ț": 170,
      "ɐ": 171,
      "ɑ": 172,
      "ɒ": 173,
      "ɔ": 174,
      "ə": 175,
      "ɛ": 176,
      "ɟ": 177,
      "ɥ": 178,
      "ɪ": 179,
      "ɯ": 180,
      "ɹ": 181,
      "ʇ": 182,
      "ʌ": 183,
      "ʎ": 184,
      "ʞ": 185,
      "ˈ": 186,
      "ˌ": 187,
      "ː": 188,
      "˥": 189,
      "̀": 190,
      "́": 191,
      "̇": 192,
      "̈": 193,
      "ά": 194,
      "έ": 195,
      "ή": 196,
      "ί": 197,
      "α": 198,
      "β": 199,
      "γ": 200,
      "δ": 201,
      "ε": 202,
      "ζ": 203,
      "η": 204,
      "θ": 205,
      "ι": 206,
      "κ": 207,
      "λ": 208,
      "μ": 209,
      "ν": 210,
      "ξ": 211,
      "ο": 212,
      "π": 213,
      "ρ": 214,
      "ς": 215,
      "σ": 216,
      "τ": 217,
      "υ": 218,
      "φ": 219,
      "χ": 220,
      "ψ": 221,
      "ω": 222,
      "ό": 223,
      "ύ": 224,
      "ώ": 225,
      "а": 226,
      "б": 227,
      "в": 228,
      "г": 229,
      "д": 230,
      "е": 231,
      "ж": 232,
      "з": 233,
      "и": 234,
      "й": 235,
      "к": 236,
      "л": 237,
      "м": 238,
      "н": 239,
      "о": 240,
      "п": 241,
      "р": 242,
      "с": 243,
      "т": 244,
      "у": 245,
      "ф": 246,
      "х": 247,
      "ц": 248,
      "ч": 249,
      "ш": 250,
      "щ": 251,
      "ъ": 252,
      "ы": 253,
      "ь": 254,
      "э": 255,
      "ю": 256,
      "я": 257,
      "ё": 258,
      "і": 259,
      "ј": 260,
      "џ": 261,
      "ү": 262,
      "ә": 263,
      "ө": 264,
      "ְ": 265,
      "ֱ": 266,
      "ֲ": 267,
      "ִ": 268,
      "ֵ": 269,
      "ֶ": 270,
      "ַ": 271,
      "ָ": 272,
      "ֹ": 273,
      "ּ": 274,
      "ׁ": 275,
      "ׂ": 276,
      "א": 277,
      "ב": 278,
      "ג": 279,
      "ד": 280,
      "ה": 281,
      "ו": 282,
      "ז": 283,
      "ח": 284,
      "ט": 285,
      "י": 286,
      "ך": 287,
      "כ": 288,
      "ל": 289,
      "ם": 290,
      "מ": 291,
      "ן": 292,
      "נ": 293,
      "ס": 294,
      "ע": 295,
      "ף": 296,
      "פ": 297,
      "ץ": 298,
      "צ": 299,
      "ק": 300,
      "ר": 301,
      "ש": 302,
      "ת": 303,
      "،": 304,
      "؛": 305,
      "ء": 306,
      "آ": 307,
      "أ": 308,
      "إ": 309,
      "ئ": 310,
      "ا": 311,
      "ب": 312,
      "ة": 313,
      "ت": 314,
      "ث": 315,
      "ج": 316,
      "ح": 317,
      "خ": 318,
      "د": 319,
      "ذ": 320,
      "ر": 321,
      "ز": 322,
      "س": 323,
      "ش": 324,
      "ع": 325,
      "غ": 326,
      "ف": 327,
      "ق": 328,
      "ك": 329,
      "ل": 330,
      "م": 331,
      "ن": 332,
      "ه": 333,
      "و": 334,
      "ى": 335,
      "ي": 336,
      "ً": 337,
      "َ": 338,
      "ُ": 339,
      "ِ": 340,
      "ّ": 341,
      "ْ": 342,
      "٠": 343,
      "١": 344,
      "٤": 345,
      "پ": 346,
      "ک": 347,
      "گ": 348,
      "ۇ": 349,
      "ی": 350,
      "ە": 351,
      "ं": 352,
      "ए": 353,
      "क": 354,
      "ख": 355,
      "ग": 356,
      "च": 357,
      "छ": 358,
      "ज": 359,
      "ट": 360,
      "ण": 361,
      "त": 362,
      "द": 363,
      "न": 364,
      "प": 365,
      "ब": 366,
      "म": 367,
      "य": 368,
      "र": 369,
      "ल": 370,
      "व": 371,
      "ष": 372,
      "स": 373,
      "ह": 374,
      "ा": 375,
      "ि": 376,
      "ी": 377,
      "ु": 378,
      "ू": 379,
      "ृ": 380,
      "े": 381,
      "ो": 382,
      "्": 383,
      "ত": 384,
      "ন": 385,
      "ব": 386,
      "ভ": 387,
      "ম": 388,
      "র": 389,
      "ল": 390,
      "ষ": 391,
      "স": 392,
      "হ": 393,
      "া": 394,
      "ি": 395,
      "ে": 396,
      "্": 397,
      "க": 398,
      "ட": 399,
      "த": 400,
      "ப": 401,
      "ம": 402,
      "ர": 403,
      "ி": 404,
      "ு": 405,
      "்": 406,
      "ఆ": 407,
      "ట": 408,
      "డ": 409,
      "ల": 410,
      "ి": 411,
      "ు": 412,
      "్": 413,
      "ം": 414,
      "അ": 415,
      "എ": 416,
      "ക": 417,
      "ട": 418,
      "ത": 419,
      "ദ": 420,
      "ന": 421,
      "പ": 422,
      "മ": 423,
      "ര": 424,
      "ല": 425,
      "ള": 426,
      "ാ": 427,
      "ി": 428,
      "ു": 429,
      "്": 430,
      "ေ": 431,
      "း": 432,
      "ᄅ": 433,
      "ᴉ": 434,
      "ṛ": 435,
      "ỡ": 436,
      "​": 437,
      "‌": 438,
      "‍": 439,
      "‎": 440,
      "‐": 441,
      "–": 442,
      "—": 443,
      "‘": 444,
      "’": 445,
      "‚": 446,
      "“": 447,
      "”": 448,
      "„": 449,
      "•": 450,
      "‥": 451,
      "…": 452,
      "‪": 453,
      "‬": 454,
      "‰": 455,
      "′": 456,
      "‹": 457,
      "›": 458,
      "‾": 459,
      "‿": 460,
      "⁄": 461,
      "⁶": 462,
      "₀": 463,
      "₁": 464,
      "₂": 465,
      "₃": 466,
      "₄": 467,
      "₅": 468,
      "₆": 469,
      "ₖ": 470,
      "€": 471,
      "№": 472,
      "™": 473,
      "ℯ": 474,
      "ⅈ": 475,
      "←": 476,
      "↑": 477,
      "→": 478,
      "↓": 479,
      "⇒": 480,
      "∈": 481,
      "∑": 482,
      "−": 483,
      "∗": 484,
      "∙": 485,
      "√": 486,
      "∞": 487,
      "∩": 488,
      "≠": 489,
      "≡": 490,
      "≤": 491,
      "≥": 492,
      "⋅": 493,
      "⌂": 494,
      "⌠": 495,
      "⌡": 496,
      "⎛": 497,
      "⎜": 498,
      "⎝": 499,
      "⎞": 500,
      "⎟": 501,
      "⎠": 502,
      "⎡": 503,
      "⎢": 504,
      "⎣": 505,
      "⎤": 506,
      "⎥": 507,
      "⎦": 508,
      "⎮": 509,
      "─": 510,
      "│": 511,
      "┌": 512,
      "┐": 513,
      "└": 514,
      "┘": 515,
      "├": 516,
      "┤": 517,
      "┬": 518,
      "┴": 519,
      "┼": 520,
      "═": 521,
      "║": 522,
      "╒": 523,
      "╓": 524,
      "╔": 525,
      "╕": 526,
      "╖": 527,
      "╗": 528,
      "╘": 529,
      "╙": 530,
      "╚": 531,
      "╛": 532,
      "╜": 533,
      "╝": 534,
      "╞": 535,
      "╟": 536,
      "╠": 537,
      "╡": 538,
      "╢": 539,
      "╣": 540,
      "╤": 541,
      "╥": 542,
      "╦": 543,
      "╧": 544,
      "╨": 545,
      "╩": 546,
      "╪": 547,
      "╫": 548,
      "╬": 549,
      "╱": 550,
      "╲": 551,
      "▀": 552,
      "▄": 553,
      "█": 554,
      "▉": 555,
      "▊": 556,
      "▌": 557,
      "▍": 558,
      "▎": 559,
      "▒": 560,
      "△": 561,
      "▶": 562,
      "►": 563,
      "▽": 564,
      "◄": 565,
      "○": 566,
      "◘": 567,
      "☃": 568,
      "★": 569,
      "☺": 570,
      "♠": 571,
      "♡": 572,
      "♣": 573,
      "♥": 574,
      "♦": 575,
      "✔": 576,
      "✪": 577,
      "❀": 578,
      "❃": 579,
      "❤": 580,
      "❯": 581,
      "➜": 582,
      "、": 583,
      "。": 584,
      "《": 585,
      "》": 586,
      "「": 587,
      "」": 588,
      "【": 589,
      "】": 590,
      "あ": 591,
      "い": 592,
      "う": 593,
      "え": 594,
      "お": 595,
      "か": 596,
      "が": 597,
      "く": 598,
      "こ": 599,
      "し": 600,
      "す": 601,
      "た": 602,
      "ち": 603,
      "と": 604,
      "の": 605,
      "は": 606,
      "ま": 607,
      "や": 608,
      "ら": 609,
      "り": 610,
      "る": 611,
      "れ": 612,
      "ん": 613,
      "ウ": 614,
      "ォ": 615,
      "オ": 616,
      "カ": 617,
      "ク": 618,
      "タ": 619,
      "ノ": 620,
      "フ": 621,
      "ラ": 622,
      "ン": 623,
      "・": 624,
      "ー": 625,
      "ㄣ": 626,
      "ㄱ": 627,
      "一": 628,
      "丁": 629,
      "万": 630,
      "三": 631,
      "上": 632,
      "下": 633,
      "不": 634,
      "专": 635,
      "世": 636,
      "业": 637,
      "东": 638,
      "丨": 639,
      "个": 640,
      "中": 641,
      "为": 642,
      "主": 643,
      "举": 644,
      "么": 645,
      "之": 646,
      "乡": 647,
      "了": 648,
      "事": 649,
      "于": 650,
      "人": 651,
      "什": 652,
      "今": 653,
      "代": 654,
      "以": 655,
      "件": 656,
      "任": 657,
      "会": 658,
      "位": 659,
      "住": 660,
      "体": 661,
      "何": 662,
      "作": 663,
      "你": 664,
      "使": 665,
      "依": 666,
      "保": 667,
      "信": 668,
      "修": 669,
      "值": 670,
      "債": 671,
      "像": 672,
      "儿": 673,
      "元": 674,
      "光": 675,
      "克": 676,
      "入": 677,
      "內": 678,
      "全": 679,
      "公": 680,
      "关": 681,
      "具": 682,
      "再": 683,
      "写": 684,
      "农": 685,
      "出": 686,
      "分": 687,
      "列": 688,
      "利": 689,
      "到": 690,
      "制": 691,
      "前": 692,
      "加": 693,
      "动": 694,
      "助": 695,
      "募": 696,
      "包": 697,
      "化": 698,
      "区": 699,
      "博": 700,
      "厂": 701,
      "压": 702,
      "县": 703,
      "双": 704,
      "发": 705,
      "口": 706,
      "可": 707,
      "台": 708,
      "号": 709,
      "司": 710,
      "合": 711,
      "同": 712,
      "名": 713,
      "后": 714,
      "否": 715,
      "含": 716,
      "和": 717,
      "哦": 718,
      "商": 719,
      "啊": 720,
      "四": 721,
      "国": 722,
      "在": 723,
      "地": 724,
      "场": 725,
      "型": 726,
      "城": 727,
      "基": 728,
      "塗": 729,
      "增": 730,
      "外": 731,
      "夜": 732,
      "大": 733,
      "天": 734,
      "女": 735,
      "好": 736,
      "委": 737,
      "婴": 738,
      "子": 739,
      "字": 740,
      "存": 741,
      "学": 742,
      "安": 743,
      "定": 744,
      "宝": 745,
      "实": 746,
      "客": 747,
      "小": 748,
      "尾": 749,
      "局": 750,
      "展": 751,
      "層": 752,
      "山": 753,
      "川": 754,
      "州": 755,
      "工": 756,
      "市": 757,
      "布": 758,
      "师": 759,
      "常": 760,
      "幕": 761,
      "年": 762,
      "广": 763,
      "店": 764,
      "度": 765,
      "建": 766,
      "开": 767,
      "式": 768,
      "强": 769,
      "影": 770,
      "微": 771,
      "徸": 772,
      "心": 773,
      "念": 774,
      "性": 775,
      "总": 776,
      "恩": 777,
      "息": 778,
      "情": 779,
      "成": 780,
      "我": 781,
      "或": 782,
      "所": 783,
      "才": 784,
      "打": 785,
      "抓": 786,
      "抹": 787,
      "指": 788,
      "据": 789,
      "接": 790,
      "推": 791,
      "措": 792,
      "提": 793,
      "插": 794,
      "收": 795,
      "政": 796,
      "敌": 797,
      "教": 798,
      "数": 799,
      "整": 800,
      "文": 801,
      "新": 802,
      "施": 803,
      "旅": 804,
      "日": 805,
      "时": 806,
      "易": 807,
      "是": 808,
      "显": 809,
      "時": 810,
      "曲": 811,
      "最": 812,
      "有": 813,
      "期": 814,
      "本": 815,
      "机": 816,
      "杆": 817,
      "林": 818,
      "果": 819,
      "查": 820,
      "校": 821,
      "根": 822,
      "條": 823,
      "检": 824,
      "椅": 825,
      "次": 826,
      "正": 827,
      "此": 828,
      "殤": 829,
      "氏": 830,
      "民": 831,
      "氯": 832,
      "水": 833,
      "汉": 834,
      "河": 835,
      "治": 836,
      "泉": 837,
      "法": 838,
      "测": 839,
      "济": 840,
      "海": 841,
      "深": 842,
      "清": 843,
      "游": 844,
      "漢": 845,
      "点": 846,
      "為": 847,
      "然": 848,
      "爱": 849,
      "牙": 850,
      "物": 851,
      "玉": 852,
      "理": 853,
      "瓜": 854,
      "甘": 855,
      "生": 856,
      "產": 857,
      "用": 858,
      "由": 859,
      "电": 860,
      "男": 861,
      "町": 862,
      "界": 863,
      "番": 864,
      "的": 865,
      "目": 866,
      "省": 867,
      "真": 868,
      "知": 869,
      "社": 870,
      "秒": 871,
      "租": 872,
      "移": 873,
      "空": 874,
      "第": 875,
      "算": 876,
      "管": 877,
      "簿": 878,
      "类": 879,
      "精": 880,
      "系": 881,
      "线": 882,
      "经": 883,
      "结": 884,
      "络": 885,
      "网": 886,
      "罪": 887,
      "置": 888,
      "美": 889,
      "者": 890,
      "肃": 891,
      "股": 892,
      "育": 893,
      "脫": 894,
      "與": 895,
      "花": 896,
      "英": 897,
      "莱": 898,
      "营": 899,
      "號": 900,
      "螺": 901,
      "行": 902,
      "表": 903,
      "補": 904,
      "裝": 905,
      "西": 906,
      "要": 907,
      "解": 908,
      "話": 909,
      "語": 910,
      "计": 911,
      "让": 912,
      "论": 913,
      "设": 914,
      "访": 915,
      "评": 916,
      "试": 917,
      "询": 918,
      "语": 919,
      "質": 920,
      "费": 921,
      "资": 922,
      "超": 923,
      "輸": 924,
      "转": 925,
      "输": 926,
      "达": 927,
      "进": 928,
      "述": 929,
      "通": 930,
      "道": 931,
      "部": 932,
      "都": 933,
      "酒": 934,
      "酸": 935,
      "重": 936,
      "鈉": 937,
      "镇": 938,
      "门": 939,
      "闻": 940,
      "阀": 941,
      "阳": 942,
      "阴": 943,
      "除": 944,
      "電": 945,
      "靜": 946,
      "非": 947,
      "面": 948,
      "页": 949,
      "项": 950,
      "额": 951,
      "餐": 952,
      "马": 953,
      "高": 954,
      "가": 955,
      "니": 956,
      "드": 957,
      "를": 958,
      "모": 959,
      "비": 960,
      "서": 961,
      "스": 962,
      "시": 963,
      "이": 964,
      "지": 965,
      "치": 966,
      "한": 967,
      "": 968,
      "": 969,
      "": 970,
      "": 971,
      "️": 972,
      "！": 973,
      "％": 974,
      "（": 975,
      "）": 976,
      "，": 977,
      "－": 978,
      "／": 979,
      "０": 980,
      "１": 981,
      "２": 982,
      "３": 983,
      "４": 984,
      "：": 985,
      "；": 986,
      "？": 987,
      "ａ": 988,
      "ｃ": 989,
      "ｅ": 990,
      "ｇ": 991,
      "ｈ": 992,
      "ｌ": 993,
      "ｎ": 994,
      "ｏ": 995,
      "ｒ": 996,
      "ｓ": 997,
      "ｔ": 998,
      "ｕ": 999,
      "ｙ": 1000,
      "｜": 1001,
      "｡": 1002,
      "ﾃ": 1003,
      "�": 1004,
      "##w": 1005,
      "##a": 1006,
      "##s": 1007,
      "##i": 1008,
      "##g": 1009,
      "##n": 1010,
      "##c": 1011,
      "##5": 1012,
      "##4": 1013,
      "##t": 1014,
      "##o": 1015,
      "##r": 1016,
      "##e": 1017,
      "##_": 1018,
      "##d": 1019,
      "##x": 1020,
      "##m": 1021,
      "##p": 1022,
      "##l": 1023,
      "##1": 1024,
      "##y": 1025,
      "##q": 1026,
      "##u": 1027,
      "##h": 1028,
      "##f": 1029,
      "##v": 1030,
      "##6": 1031,
      "##[": 1032,
      "##;": 1033,
      "##\\": 1034,
      "##]": 1035,
      "##'": 1036,
      "##,": 1037,
      "##7": 1038,
      "##8": 1039,
      "##3": 1040,
      "##0": 1041,
      "##k": 1042,
      "##2": 1043,
      "##b": 1044,
      "##:": 1045,
      "##j": 1046,
      "##9": 1047,
      "##\"": 1048,
      "##)": 1049,
      "##|": 1050,
      "##^": 1051,
      "##&": 1052,
      "##+": 1053,
      "##-": 1054,
      "##%": 1055,
      "##*": 1056,
      "##/": 1057,
      "##=": 1058,
      "##!": 1059,
      "##>": 1060,
      "##$": 1061,
      "##z": 1062,
      "##号": 1063,
      "##<": 1064,
      "##(": 1065,
      "##.": 1066,
      "##?": 1067,
      "##}": 1068,
      "##{": 1069,
      "##前": 1070,
      "##后": 1071,
      "##í": 1072,
      "##@": 1073,
      "###": 1074,
      "##é": 1075,
      "##‘": 1076,
      "##我": 1077,
      "##爱": 1078,
      "##¿": 1079,
      "##面": 1080,
      "##ã": 1081,
      "##ł": 1082,
      "##~": 1083,
      "##ᄅ": 1084,
      "##息": 1085,
      "##`": 1086,
      "##ä": 1087,
      "##页": 1088,
      "##ü": 1089,
      "##ó": 1090,
      "##ç": 1091,
      "##ö": 1092,
      "##会": 1093,
      "##最": 1094,
      "##念": 1095,
      "##什": 1096,
      "##么": 1097,
      "##于": 1098,
      "##接": 1099,
      "##收": 1100,
      "##要": 1101,
      "##新": 1102,
      "##评": 1103,
      "##论": 1104,
      "##的": 1105,
      "##通": 1106,
      "##知": 1107,
      "##电": 1108,
      "##子": 1109,
      "##件": 1110,
      "##地": 1111,
      "##ы": 1112,
      "##р": 1113,
      "##а": 1114,
      "##ж": 1115,
      "##е": 1116,
      "##н": 1117,
      "##и": 1118,
      "##м": 1119,
      "##½": 1120,
      "##─": 1121,
      "##니": 1122,
      "##ｏ": 1123,
      "##ｎ": 1124,
      "##ｇ": 1125,
      "##ž": 1126,
      "##ל": 1127,
      "##י": 1128,
      "##ם": 1129,
      "##о": 1130,
      "##л": 1131,
      "##ч": 1132,
      "##ю": 1133,
      "##ְ": 1134,
      "##ׁ": 1135,
      "##נ": 1136,
      "##ֵ": 1137,
      "##泉": 1138,
      "##瓜": 1139,
      "##州": 1140,
      "##区": 1141,
      "##工": 1142,
      "##商": 1143,
      "##所": 1144,
      "##一": 1145,
      "##费": 1146,
      "##ی": 1147,
      "##│": 1148,
      "##ё": 1149,
      "##у": 1150,
      "##ľ": 1151,
      "##á": 1152,
      "##ַ": 1153,
      "##ָ": 1154,
      "##ּ": 1155,
      "##в": 1156,
      "##【": 1157,
      "##ı": 1158,
      "##…": 1159,
      "##ɔ": 1160,
      "##₀": 1161,
      "##₁": 1162,
      "##₂": 1163,
      "##₃": 1164,
      "##₄": 1165,
      "##₅": 1166,
      "##₆": 1167,
      "##§": 1168,
      "##ֹ": 1169,
      "##ש": 1170,
      "##ֶ": 1171,
      "##ׂ": 1172,
      "##ה": 1173,
      "##з": 1174,
      "##с": 1175,
      "##т": 1176,
      "##ת": 1177,
      "##מ": 1178,
      "##�": 1179,
      "##ב": 1180,
      "##ר": 1181,
      "##д": 1182,
      "##г": 1183,
      "##█": 1184,
      "##α": 1185,
      "##ύ": 1186,
      "##ρ": 1187,
      "##ο": 1188,
      "##υ": 1189,
      "##»": 1190,
      "##া": 1191,
      "##ত": 1192,
      "##海": 1193,
      "##门": 1194,
      "##出": 1195,
      "##租": 1196,
      "##信": 1197,
      "##情": 1198,
      "##←": 1199,
      "##肃": 1200,
      "##省": 1201,
      "##局": 1202,
      "##发": 1203,
      "##布": 1204,
      "##ƒ": 1205,
      "##ñ": 1206,
      "##ð": 1207,
      "##º": 1208,
      "##à": 1209,
      "##“": 1210,
      "##語": 1211,
      "##ν": 1212,
      "##ε": 1213,
      "##π": 1214,
      "##ι": 1215,
      "##σ": 1216,
      "##τ": 1217,
      "##ή": 1218,
      "##μ": 1219,
      "##资": 1220,
      "##募": 1221,
      "##总": 1222,
      "##额": 1223,
      "##—": 1224,
      "##市": 1225,
      "##乡": 1226,
      "##镇": 1227,
      "##א": 1228,
      "##ו": 1229,
      "##ק": 1230,
      "##ד": 1231,
      "##े": 1232,
      "##然": 1233,
      "##不": 1234,
      "##本": 1235,
      "##⋅": 1236,
      "##й": 1237,
      "##–": 1238,
      "##я": 1239,
      "##б": 1240,
      "##经": 1241,
      "##济": 1242,
      "##ᴉ": 1243,
      "##ɯ": 1244,
      "##ǝ": 1245,
      "##语": 1246,
      "##漢": 1247,
      "##中": 1248,
      "##文": 1249,
      "##❤": 1250,
      "##═": 1251,
      "##╬": 1252,
      "##╣": 1253,
      "##è": 1254,
      "##以": 1255,
      "##同": 1256,
      "##條": 1257,
      "##或": 1258,
      "##行": 1259,
      "##上": 1260,
      "##述": 1261,
      "##全": 1262,
      "##部": 1263,
      "##任": 1264,
      "##何": 1265,
      "##事": 1266,
      "##ー": 1267,
      "##ا": 1268,
      "##ب": 1269,
      "##و": 1270,
      "##د": 1271,
      "##്": 1272,
      "##ട": 1273,
      "##​": 1274,
      "##к": 1275,
      "##ക": 1276,
      "##ع": 1277,
      "##年": 1278,
      "##第": 1279,
      "##號": 1280,
      "##修": 1281,
      "##ک": 1282,
      "##م": 1283,
      "##入": 1284,
      "##÷": 1285,
      "##µ": 1286,
      "##ς": 1287,
      "##£": 1288,
      "##ό": 1289,
      "##δ": 1290,
      "##š": 1291,
      "##ن": 1292,
      "##گ": 1293,
      "##ل": 1294,
      "##س": 1295,
      "##ر": 1296,
      "##ه": 1297,
      "##川": 1298,
      "##空": 1299,
      "##压": 1300,
      "##机": 1301,
      "##ý": 1302,
      "##ë": 1303,
      "##ß": 1304,
      "##ø": 1305,
      "##ш": 1306,
      "##ு": 1307,
      "##关": 1308,
      "##城": 1309,
      "##体": 1310,
      "##化": 1311,
      "##心": 1312,
      "##举": 1313,
      "##措": 1314,
      "##⎜": 1315,
      "##ā": 1316,
      "##č": 1317,
      "##县": 1318,
      "##开": 1319,
      "##展": 1320,
      "##酒": 1321,
      "##类": 1322,
      "##场": 1323,
      "##整": 1324,
      "##治": 1325,
      "##┌": 1326,
      "##┬": 1327,
      "##┐": 1328,
      "##╔": 1329,
      "##╦": 1330,
      "##╗": 1331,
      "##╒": 1332,
      "##╤": 1333,
      "##╕": 1334,
      "##╓": 1335,
      "##╥": 1336,
      "##╖": 1337,
      "##║": 1338,
      "##├": 1339,
      "##┼": 1340,
      "##┤": 1341,
      "##╠": 1342,
      "##╞": 1343,
      "##╪": 1344,
      "##╡": 1345,
      "##╟": 1346,
      "##╫": 1347,
      "##╢": 1348,
      "##└": 1349,
      "##┴": 1350,
      "##┘": 1351,
      "##╚": 1352,
      "##╩": 1353,
      "##╝": 1354,
      "##╘": 1355,
      "##╧": 1356,
      "##╛": 1357,
      "##╙": 1358,
      "##╨": 1359,
      "##╜": 1360,
      "##æ": 1361,
      "##न": 1362,
      "##ల": 1363,
      "##ు": 1364,
      "##ి": 1365,
      "##п": 1366,
      "##时": 1367,
      "##€": 1368,
      "##γ": 1369,
      "##ز": 1370,
      "##ന": 1371,
      "##ത": 1372,
      "##ു": 1373,
      "##‌": 1374,
      "##щ": 1375,
      "##ף": 1376,
      "##－": 1377,
      "##å": 1378,
      "##ş": 1379,
      "##正": 1380,
      "##国": 1381,
      "##三": 1382,
      "##四": 1383,
      "##時": 1384,
      "##⁄": 1385,
      "##☺": 1386,
      "##小": 1387,
      "##重": 1388,
      "##ق": 1389,
      "##”": 1390,
      "##店": 1391,
      "##人": 1392,
      "##才": 1393,
      "##网": 1394,
      "##施": 1395,
      "##ω": 1396,
      "##｡": 1397,
      "##¡": 1398,
      "##可": 1399,
      "##输": 1400,
      "##次": 1401,
      "##·": 1402,
      "##•": 1403,
      "##ദ": 1404,
      "##ം": 1405,
      "##ン": 1406,
      "##在": 1407,
      "##住": 1408,
      "##：": 1409,
      "##θ": 1410,
      "##κ": 1411,
      "##ִ": 1412,
      "##写": 1413,
      "##真": 1414,
      "##¸": 1415,
      "##ά": 1416,
      "##ь": 1417,
      "##ć": 1418,
      "##性": 1419,
      "##脫": 1420,
      "##位": 1421,
      "##হ": 1422,
      "##ি": 1423,
      "##ষ": 1424,
      "##ে": 1425,
      "##র": 1426,
      "##数": 1427,
      "##据": 1428,
      "##有": 1429,
      "##目": 1430,
      "##下": 1431,
      "##日": 1432,
      "##名": 1433,
      "##이": 1434,
      "##â": 1435,
      "##ס": 1436,
      "##游": 1437,
      "##法": 1438,
      "##果": 1439,
      "##常": 1440,
      "##η": 1441,
      "##水": 1442,
      "##专": 1443,
      "##项": 1444,
      "##农": 1445,
      "##ɐ": 1446,
      "##ί": 1447,
      "##台": 1448,
      "##安": 1449,
      "##检": 1450,
      "##测": 1451,
      "##پ": 1452,
      "##ش": 1453,
      "##ت": 1454,
      "##्": 1455,
      "##र": 1456,
      "##त": 1457,
      "##ि": 1458,
      "##ब": 1459,
      "##ं": 1460,
      "##ť": 1461,
      "##ʌ": 1462,
      "##ц": 1463,
      "##ג": 1464,
      "##פ": 1465,
      "##博": 1466,
      "##客": 1467,
      "##提": 1468,
      "##♥": 1469,
      "##ാ": 1470,
      "##ര": 1471,
      "##都": 1472,
      "##计": 1473,
      "##结": 1474,
      "##合": 1475,
      "##深": 1476,
      "##政": 1477,
      "##教": 1478,
      "##育": 1479,
      "##ح": 1480,
      "##ك": 1481,
      "##’": 1482,
      "##ɹ": 1483,
      "##ர": 1484,
      "##்": 1485,
      "##ப": 1486,
      "##λ": 1487,
      "##ा": 1488,
      "##ח": 1489,
      "##¥": 1490,
      "##△": 1491,
      "##î": 1492,
      "##♣": 1493,
      "##ف": 1494,
      "##х": 1495,
      "##♠": 1496,
      "##♦": 1497,
      "##²": 1498,
      "##か": 1499,
      "##す": 1500,
      "##ô": 1501,
      "##̇": 1502,
      "##ץ": 1503,
      "##ě": 1504,
      "##曲": 1505,
      "##保": 1506,
      "##َ": 1507,
      "##ي": 1508,
      "##ْ": 1509,
      "##غ": 1510,
      "##ल": 1511,
      "##ी": 1512,
      "##°": 1513,
      "##ம": 1514,
      "##ן": 1515,
      "##★": 1516,
      "##‥": 1517,
      "##ј": 1518,
      "##否": 1519,
      "##者": 1520,
      "##成": 1521,
      "##显": 1522,
      "##ט": 1523,
      "##ِ": 1524,
      "##ُ": 1525,
      "##ّ": 1526,
      "##阀": 1527,
      "##∞": 1528,
      "##ú": 1529,
      "##¬": 1530,
      "##管": 1531,
      "##，": 1532,
      "##ò": 1533,
      "##⎢": 1534,
      "##١": 1535,
      "##タ": 1536,
      "##カ": 1537,
      "##ह": 1538,
      "##क": 1539,
      "##द": 1540,
      "##म": 1541,
      "##使": 1542,
      "##用": 1543,
      "##⎠": 1544,
      "##２": 1545,
      "##ą": 1546,
      "##界": 1547,
      "##œ": 1548,
      "##闻": 1549,
      "##צ": 1550,
      "##¶": 1551,
      "##加": 1552,
      "##试": 1553,
      "##έ": 1554,
      "##ê": 1555,
      "##ï": 1556,
      "##ì": 1557,
      "##û": 1558,
      "##ù": 1559,
      "##ÿ": 1560,
      "##是": 1561,
      "##生": 1562,
      "##ō": 1563,
      "##ț": 1564,
      "##由": 1565,
      "##实": 1566,
      "##民": 1567,
      "##스": 1568,
      "##询": 1569,
      "##❯": 1570,
      "##美": 1571,
      "##业": 1572,
      "##ע": 1573,
      "##ψ": 1574,
      "##⎦": 1575,
      "##学": 1576,
      "##校": 1577,
      "##进": 1578,
      "##大": 1579,
      "##查": 1580,
      "##أ": 1581,
      "##╲": 1582,
      "##╱": 1583,
      "##ി": 1584,
      "##ź": 1585,
      "##ń": 1586,
      "##る": 1587,
      "##山": 1588,
      "##推": 1589,
      "##强": 1590,
      "##高": 1591,
      "##旅": 1592,
      "##ん": 1593,
      "##や": 1594,
      "##く": 1595,
      "##易": 1596,
      "##牙": 1597,
      "##ə": 1598,
      "##ㄱ": 1599,
      "##利": 1600,
      "##根": 1601,
      "##动": 1602,
      "##值": 1603,
      "##为": 1604,
      "##个": 1605,
      "##存": 1606,
      "##ъ": 1607,
      "##☃": 1608,
      "##型": 1609,
      "##克": 1610,
      "##ष": 1611,
      "##̀": 1612,
      "##ള": 1613,
      "##ֲ": 1614,
      "##‬": 1615,
      "##作": 1616,
      "##列": 1617,
      "##表": 1618,
      "##徸": 1619,
      "##非": 1620,
      "##委": 1621,
      "##ă": 1622,
      "##式": 1623,
      "##를": 1624,
      "##到": 1625,
      "##▀": 1626,
      "##¦": 1627,
      "##⌂": 1628,
      "##¨": 1629,
      "##ך": 1630,
      "##ğ": 1631,
      "##−": 1632,
      "##þ": 1633,
      "##ج": 1634,
      "##ة": 1635,
      "##⎥": 1636,
      "##ә": 1637,
      "##ɟ": 1638,
      "##√": 1639,
      "##¤": 1640,
      "##０": 1641,
      "##４": 1642,
      "##番": 1643,
      "##道": 1644,
      "##公": 1645,
      "##司": 1646,
      "##시": 1647,
      "##好": 1648,
      "##期": 1649,
      "##ф": 1650,
      "##э": 1651,
      "##ɒ": 1652,
      "##×": 1653,
      "##分": 1654,
      "##口": 1655,
      "##ż": 1656,
      "##ら": 1657,
      "##が": 1658,
      "##ല": 1659,
      "##‍": 1660,
      "##́": 1661,
      "##©": 1662,
      "##建": 1663,
      "##抓": 1664,
      "##れ": 1665,
      "##え": 1666,
      "##う": 1667,
      "##儿": 1668,
      "##访": 1669,
      "##ז": 1670,
      "##β": 1671,
      "##ो": 1672,
      "##स": 1673,
      "##ृ": 1674,
      "##ث": 1675,
      "##ி": 1676,
      "##阳": 1677,
      "##莱": 1678,
      "##络": 1679,
      "##社": 1680,
      "##≡": 1681,
      "##±": 1682,
      "##≥": 1683,
      "##≤": 1684,
      "##⌠": 1685,
      "##⌡": 1686,
      "##∙": 1687,
      "##´": 1688,
      "##³": 1689,
      "##ａ": 1690,
      "##ｌ": 1691,
      "##ন": 1692,
      "##্": 1693,
      "##精": 1694,
      "##厂": 1695,
      "##代": 1696,
      "##理": 1697,
      "##螺": 1698,
      "##杆": 1699,
      "##ち": 1700,
      "##は": 1701,
      "##ु": 1702,
      "##χ": 1703,
      "##ى": 1704,
      "##∩": 1705,
      "##ォ": 1706,
      "##オ": 1707,
      "##«": 1708,
      "##ś": 1709,
      "##玉": 1710,
      "##町": 1711,
      "##１": 1712,
      "##丁": 1713,
      "##阴": 1714,
      "##花": 1715,
      "##ө": 1716,
      "##™": 1717,
      "##ذ": 1718,
      "##字": 1719,
      "##ｔ": 1720,
      "##ｈ": 1721,
      "##ｅ": 1722,
      "##ｒ": 1723,
      "##主": 1724,
      "##ە": 1725,
      "##õ": 1726,
      "##ল": 1727,
      "##ट": 1728,
      "##；": 1729,
      "##｜": 1730,
      "##元": 1731,
      "##►": 1732,
      "##ﾃ": 1733,
      "##殤": 1734,
      "##話": 1735,
      "##制": 1736,
      "##כ": 1737,
      "##ү": 1738,
      "##と": 1739,
      "##い": 1740,
      "##‪": 1741,
      "##‎": 1742,
      "##你": 1743,
      "##基": 1744,
      "##尾": 1745,
      "##哦": 1746,
      "##ण": 1747,
      "##⎟": 1748,
      "##％": 1749,
      "##靜": 1750,
      "##電": 1751,
      "##產": 1752,
      "##裝": 1753,
      "##置": 1754,
      "##之": 1755,
      "##影": 1756,
      "##像": 1757,
      "##ώ": 1758,
      "##ئ": 1759,
      "##ξ": 1760,
      "##џ": 1761,
      "##啊": 1762,
      "##ɥ": 1763,
      "##达": 1764,
      "##❃": 1765,
      "##ۇ": 1766,
      "##ू": 1767,
      "##ʇ": 1768,
      "##ま": 1769,
      "##し": 1770,
      "##た": 1771,
      "##／": 1772,
      "##ட": 1773,
      "##க": 1774,
      "##ṛ": 1775,
      "##ً": 1776,
      "##ˈ": 1777,
      "##®": 1778,
      "##夜": 1779,
      "##為": 1780,
      "##與": 1781,
      "##質": 1782,
      "##光": 1783,
      "##മ": 1784,
      "##№": 1785,
      "##⎡": 1786,
      "##包": 1787,
      "##含": 1788,
      "##和": 1789,
      "##西": 1790,
      "##移": 1791,
      "##除": 1792,
      "##塗": 1793,
      "##抹": 1794,
      "##層": 1795,
      "##↓": 1796,
      "##φ": 1797,
      "##ū": 1798,
      "##̈": 1799,
      "##今": 1800,
      "##天": 1801,
      "##¹": 1802,
      "##⁶": 1803,
      "##马": 1804,
      "##营": 1805,
      "##河": 1806,
      "##؛": 1807,
      "##世": 1808,
      "##定": 1809,
      "##罪": 1810,
      "##ए": 1811,
      "##线": 1812,
      "##双": 1813,
      "##ɑ": 1814,
      "##算": 1815,
      "##ֱ": 1816,
      "##한": 1817,
      "##ɛ": 1818,
      "##增": 1819,
      "##助": 1820,
      "##宝": 1821,
      "##餐": 1822,
      "##椅": 1823,
      "##婴": 1824,
      "##外": 1825,
      "##ₖ": 1826,
      "##ę": 1827,
      "##设": 1828,
      "##◄": 1829,
      "##の": 1830,
      "##指": 1831,
      "##男": 1832,
      "##此": 1833,
      "##微": 1834,
      "##打": 1835,
      "##ㄣ": 1836,
      "##点": 1837,
      "##。": 1838,
      "##ˌ": 1839,
      "##ɪ": 1840,
      "##డ": 1841,
      "##і": 1842,
      "##¢": 1843,
      "##輸": 1844,
      "##ː": 1845,
      "##度": 1846,
      "##補": 1847,
      "##幕": 1848,
      "##依": 1849,
      "##ব": 1850,
      "##‾": 1851,
      "##إ": 1852,
      "##物": 1853,
      "##ʎ": 1854,
      "##→": 1855,
      "##插": 1856,
      "##师": 1857,
      "##秒": 1858,
      "##٠": 1859,
      "##¼": 1860,
      "##超": 1861,
      "##∑": 1862,
      "##了": 1863,
      "##↑": 1864,
      "##പ": 1865,
      "##⎤": 1866,
      "##⎣": 1867,
      "##›": 1868,
      "##东": 1869,
      "##氯": 1870,
      "##酸": 1871,
      "##鈉": 1872,
      "##ウ": 1873,
      "##解": 1874,
      "##お": 1875,
      "##ｕ": 1876,
      "##ｙ": 1877,
      "##ట": 1878,
      "##్": 1879,
      "##ख": 1880,
      "##य": 1881,
      "##प": 1882,
      "##⎞": 1883,
      "##✪": 1884,
      "##‿": 1885,
      "##가": 1886,
      "##《": 1887,
      "##▽": 1888,
      "##ｓ": 1889,
      "##ေ": 1890,
      "##း": 1891,
      "##व": 1892,
      "##ē": 1893,
      "##ī": 1894,
      "##ď": 1895,
      "##、": 1896,
      "##股": 1897,
      "##ग": 1898,
      "##드": 1899,
      "##❀": 1900,
      "##）": 1901,
      "##▄": 1902,
      "##フ": 1903,
      "##丨": 1904,
      "##ノ": 1905,
      "##치": 1906,
      "##系": 1907,
      "##छ": 1908,
      "##（": 1909,
      "##▎": 1910,
      "##▍": 1911,
      "##▌": 1912,
      "##▊": 1913,
      "##▉": 1914,
      "##‚": 1915,
      "##„": 1916,
      "##「": 1917,
      "##ज": 1918,
      "##再": 1919,
      "##،": 1920,
      "##？": 1921,
      "##➜": 1922,
      "##ζ": 1923,
      "##清": 1924,
      "##こ": 1925,
      "##٤": 1926,
      "##敌": 1927,
      "##簿": 1928,
      "##ラ": 1929,
      "##⇒": 1930,
      "##○": 1931,
      "##！": 1932,
      "##∗": 1933,
      "##」": 1934,
      "##ů": 1935,
      "##خ": 1936,
      "##▒": 1937,
      "##ĺ": 1938,
      "##비": 1939,
      "##ƃ": 1940,
      "##ʞ": 1941,
      "##च": 1942,
      "##த": 1943,
      "##ỡ": 1944,
      "##３": 1945,
      "##ň": 1946,
      "##ｃ": 1947,
      "##♡": 1948,
      "##¾": 1949,
      "##汉": 1950,
      "##转": 1951,
      "##让": 1952,
      "##英": 1953,
      "##✔": 1954,
      "##서": 1955,
      "##り": 1956,
      "##in": 1957,
      "##er": 1958,
      "##or": 1959,
      "##on": 1960,
      "##at": 1961,
      "##es": 1962,
      "##en": 1963,
      "in": 1964,
      "##el": 1965,
      "##et": 1966,
      "##al": 1967,
      "##ar": 1968,
      "##st": 1969,
      "##an": 1970,
      "##le": 1971,
      "##it": 1972,
      "##me": 1973,
      "##ct": 1974,
      "',": 1975,
      "##ro": 1976,
      "##mp": 1977,
      "()": 1978,
      "##ing": 1979,
      "##00": 1980,
      "sel": 1981,
      "##ut": 1982,
      "th": 1983,
      "self": 1984,
      "##--": 1985,
      "for": 1986,
      "##re": 1987,
      "##ion": 1988,
      "##as": 1989,
      "co": 1990,
      "st": 1991,
      "##ur": 1992,
      "##ed": 1993,
      "##ef": 1994,
      "##ent": 1995,
      "##th": 1996,
      "):": 1997,
      "##ort": 1998,
      "##ame": 1999,
      "re": 2000,
      "##int": 2001,
      "##ow": 2002,
      "to": 2003,
      "##se": 2004,
      "##un": 2005,
      "py": 2006,
      "##ex": 2007,
      "def": 2008,
      "fi": 2009,
      "##ist": 2010,
      "('": 2011,
      "imp": 2012,
      "##ue": 2013,
      "##um": 2014,
      "##ic": 2015,
      "import": 2016,
      "pr": 2017,
      "##ot": 2018,
      "the": 2019,
      "##ad": 2020,
      "dat": 2021,
      "##id": 2022,
      "##od": 2023,
      ">>": 2024,
      "')": 2025,
      ">>>": 2026,
      "if": 2027,
      "print": 2028,
      "##ge": 2029,
      "##est": 2030,
      "##ul": 2031,
      "##ac": 2032,
      "##thon": 2033,
      "##ra": 2034,
      "##pl": 2035,
      "##oo": 2036,
      "an": 2037,
      "':": 2038,
      "python": 2039,
      "##ter": 2040,
      "##ect": 2041,
      "##ate": 2042,
      "##rom": 2043,
      "cl": 2044,
      "ret": 2045,
      "##----": 2046,
      "##ass": 2047,
      "##ab": 2048,
      "##urn": 2049,
      "##em": 2050,
      "##..": 2051,
      "from": 2052,
      "ar": 2053,
      "return": 2054,
      "']": 2055,
      "con": 2056,
      "##pe": 2057,
      "##is": 2058,
      "##il": 2059,
      "val": 2060,
      "##and": 2061,
      "tr": 2062,
      "##ch": 2063,
      "of": 2064,
      "##ig": 2065,
      "##ime": 2066,
      "##ext": 2067,
      "ex": 2068,
      "))": 2069,
      "str": 2070,
      "##ess": 2071,
      "##up": 2072,
      "data": 2073,
      "##ip": 2074,
      "##__": 2075,
      "as": 2076,
      "##ine": 2077,
      "is": 2078,
      "##ser": 2079,
      "(\"": 2080,
      "get": 2081,
      "##pen": 2082,
      "ma": 2083,
      "##oc": 2084,
      "ch": 2085,
      "['": 2086,
      "##ma": 2087,
      "##01": 2088,
      "##ith": 2089,
      "__": 2090,
      "##am": 2091,
      "list": 2092,
      "##ey": 2093,
      "en": 2094,
      "##ce": 2095,
      "##ult": 2096,
      "di": 2097,
      "col": 2098,
      "\",": 2099,
      "it": 2100,
      "ap": 2101,
      "##ec": 2102,
      "##ind": 2103,
      "set": 2104,
      "##ver": 2105,
      "np": 2106,
      "##ile": 2107,
      "##ction": 2108,
      "##ol": 2109,
      "...": 2110,
      "res": 2111,
      "],": 2112,
      "class": 2113,
      "with": 2114,
      "10": 2115,
      "),": 2116,
      "##bj": 2117,
      "name": 2118,
      "and": 2119,
      "##om": 2120,
      "##ew": 2121,
      "]:": 2122,
      "##_c": 2123,
      "\")": 2124,
      "##ib": 2125,
      "my": 2126,
      "##iz": 2127,
      "##_d": 2128,
      "pro": 2129,
      "####": 2130,
      "##ation": 2131,
      "##ub": 2132,
      "##ord": 2133,
      "##_t": 2134,
      "##ay": 2135,
      "par": 2136,
      "##all": 2137,
      "df": 2138,
      "##one": 2139,
      "==": 2140,
      "##qu": 2141,
      "out": 2142,
      "##ve": 2143,
      "##name": 2144,
      "##_f": 2145,
      "##lo": 2146,
      "pl": 2147,
      "wh": 2148,
      "key": 2149,
      "##ath": 2150,
      "=\"": 2151,
      "##ange": 2152,
      "on": 2153,
      "line": 2154,
      "##im": 2155,
      "ad": 2156,
      "file": 2157,
      "])": 2158,
      "##put": 2159,
      "true": 2160,
      "##ype": 2161,
      "##gs": 2162,
      "text": 2163,
      "##==": 2164,
      "al": 2165,
      "##tt": 2166,
      "or": 2167,
      "201": 2168,
      "##_l": 2169,
      "value": 2170,
      "po": 2171,
      "int": 2172,
      "##_p": 2173,
      "sh": 2174,
      "##bject": 2175,
      "##if": 2176,
      "##ers": 2177,
      "##_s": 2178,
      "item": 2179,
      "com": 2180,
      "##ack": 2181,
      "time": 2182,
      "fil": 2183,
      "##ray": 2184,
      "##pt": 2185,
      "not": 2186,
      "##--------": 2187,
      "##able": 2188,
      "([": 2189,
      "how": 2190,
      "el": 2191,
      "sc": 2192,
      "mod": 2193,
      "id": 2194,
      "##art": 2195,
      "##unt": 2196,
      "12": 2197,
      "='": 2198,
      "none": 2199,
      "add": 2200,
      "##0000": 2201,
      "00": 2202,
      "row": 2203,
      "so": 2204,
      "ind": 2205,
      "string": 2206,
      "num": 2207,
      "fun": 2208,
      "lo": 2209,
      "test": 2210,
      "##ize": 2211,
      "mat": 2212,
      "cont": 2213,
      "user": 2214,
      "len": 2215,
      "form": 2216,
      "##ag": 2217,
      "##ff": 2218,
      "sub": 2219,
      "##ment": 2220,
      "##eld": 2221,
      "do": 2222,
      "new": 2223,
      "se": 2224,
      "##',": 2225,
      "##age": 2226,
      "object": 2227,
      "us": 2228,
      "##out": 2229,
      "##val": 2230,
      "##ml": 2231,
      "ur": 2232,
      "##cess": 2233,
      "##alse": 2234,
      "##us": 2235,
      "open": 2236,
      "##igh": 2237,
      "false": 2238,
      "\":": 2239,
      "un": 2240,
      "array": 2241,
      "##pend": 2242,
      "01": 2243,
      "##umn": 2244,
      "##ir": 2245,
      "yo": 2246,
      "##rit": 2247,
      "##str": 2248,
      "result": 2249,
      "##ore": 2250,
      "##\"\"": 2251,
      "ax": 2252,
      "##get": 2253,
      "##ace": 2254,
      "##ang": 2255,
      "read": 2256,
      "##99": 2257,
      "##ode": 2258,
      "rand": 2259,
      "11": 2260,
      "url": 2261,
      "append": 2262,
      "sy": 2263,
      "##roup": 2264,
      "##end": 2265,
      "column": 2266,
      "##ict": 2267,
      "start": 2268,
      "##ap": 2269,
      "##rame": 2270,
      "range": 2271,
      "index": 2272,
      "##ase": 2273,
      "jo": 2274,
      "##ock": 2275,
      "else": 2276,
      "##init": 2277,
      "##ues": 2278,
      "##ttp": 2279,
      "path": 2280,
      "##ber": 2281,
      "requ": 2282,
      "100": 2283,
      "():": 2284,
      "##oop": 2285,
      "##eth": 2286,
      "##plit": 2287,
      "##orm": 2288,
      "##//": 2289,
      "##ump": 2290,
      "we": 2291,
      "##ight": 2292,
      ").": 2293,
      "##per": 2294,
      "this": 2295,
      "be": 2296,
      "all": 2297,
      "##')": 2298,
      "##_b": 2299,
      "######": 2300,
      "http": 2301,
      "cre": 2302,
      "##ri": 2303,
      "foo": 2304,
      "group": 2305,
      "find": 2306,
      "writ": 2307,
      "split": 2308,
      "##sv": 2309,
      "</": 2310,
      "##file": 2311,
      "##ere": 2312,
      "##**": 2313,
      "##ata": 2314,
      "qu": 2315,
      "##plot": 2316,
      "lin": 2317,
      "sp": 2318,
      "##_m": 2319,
      "##ary": 2320,
      "##abel": 2321,
      "##init__": 2322,
      "__init__": 2323,
      "type": 2324,
      "he": 2325,
      "model": 2326,
      "function": 2327,
      "os": 2328,
      "request": 2329,
      "##ast": 2330,
      "##vent": 2331,
      "##])": 2332,
      "iter": 2333,
      "##etime": 2334,
      "())": 2335,
      "ro": 2336,
      "##ick": 2337,
      "','": 2338,
      "##ure": 2339,
      "var": 2340,
      "cur": 2341,
      "count": 2342,
      "##read": 2343,
      "comp": 2344,
      "##lib": 2345,
      "word": 2346,
      "15": 2347,
      "##tr": 2348,
      "20": 2349,
      "##_n": 2350,
      "plt": 2351,
      "values": 2352,
      "##amp": 2353,
      "##====": 2354,
      "random": 2355,
      "##os": 2356,
      "\"\"\"": 2357,
      "loop": 2358,
      "ima": 2359,
      "log": 2360,
      "##de": 2361,
      "input": 2362,
      "##ke": 2363,
      "can": 2364,
      "datetime": 2365,
      "##ool": 2366,
      "format": 2367,
      "##ice": 2368,
      "by": 2369,
      "end": 2370,
      "25": 2371,
      "##cl": 2372,
      "ele": 2373,
      "nump": 2374,
      "pd": 2375,
      "de": 2376,
      "##der": 2377,
      "13": 2378,
      "##ial": 2379,
      "##py": 2380,
      "args": 2381,
      "{'": 2382,
      "[]": 2383,
      "numpy": 2384,
      "##_list": 2385,
      "app": 2386,
      "nan": 2387,
      "##ton": 2388,
      "join": 2389,
      "##ty": 2390,
      "##ror": 2391,
      "##11": 2392,
      "csv": 2393,
      "##ance": 2394,
      "((": 2395,
      "##act": 2396,
      "##bd": 2397,
      "##und": 2398,
      "arg": 2399,
      "##xt": 2400,
      "##emp": 2401,
      "://": 2402,
      "##ield": 2403,
      "##utton": 2404,
      "up": 2405,
      "max": 2406,
      "date": 2407,
      "##iv": 2408,
      "##ly": 2409,
      "##_name": 2410,
      "14": 2411,
      "using": 2412,
      "16": 2413,
      "##ename": 2414,
      "##ach": 2415,
      "##tml": 2416,
      "bl": 2417,
      "##rip": 2418,
      "##ree": 2419,
      "ab": 2420,
      "ser": 2421,
      "##ies": 2422,
      "##ript": 2423,
      "sys": 2424,
      "##list": 2425,
      "pass": 2426,
      "200": 2427,
      "##pr": 2428,
      "number": 2429,
      "##ont": 2430,
      "'),": 2431,
      "##ork": 2432,
      "##_id": 2433,
      "##ign": 2434,
      "##ethod": 2435,
      "##ault": 2436,
      "main": 2437,
      "##pro": 2438,
      "loc": 2439,
      "##ain": 2440,
      ")]": 2441,
      "'],": 2442,
      "##ild": 2443,
      "you": 2444,
      "##bo": 2445,
      "dict": 2446,
      "wx": 2447,
      "##op": 2448,
      "##ator": 2449,
      "html": 2450,
      "+=": 2451,
      "##war": 2452,
      "##64": 2453,
      "##----------------": 2454,
      "##indow": 2455,
      "##ust": 2456,
      "##set": 2457,
      "##ory": 2458,
      "create": 2459,
      "per": 2460,
      "##ep": 2461,
      "##32": 2462,
      "**": 2463,
      "root": 2464,
      "##ther": 2465,
      "##rst": 2466,
      "##_w": 2467,
      "##key": 2468,
      "match": 2469,
      "##_in": 2470,
      "dj": 2471,
      "##uct": 2472,
      "##ave": 2473,
      "##ango": 2474,
      "txt": 2475,
      "##string": 2476,
      "label": 2477,
      "##eck": 2478,
      "##ition": 2479,
      "att": 2480,
      "##ask": 2481,
      "event": 2482,
      "output": 2483,
      "##cept": 2484,
      "##rap": 2485,
      "##iew": 2486,
      "30": 2487,
      "django": 2488,
      "##ery": 2489,
      "##ans": 2490,
      "##io": 2491,
      "sort": 2492,
      "image": 2493,
      "##\")": 2494,
      "first": 2495,
      "pos": 2496,
      "inst": 2497,
      "##ost": 2498,
      "write": 2499,
      "##33": 2500,
      "19": 2501,
      "lam": 2502,
      "field": 2503,
      "##ity": 2504,
      "##son": 2505,
      "comm": 2506,
      "##pon": 2507,
      "##ount": 2508,
      "##_r": 2509,
      "while": 2510,
      "##ive": 2511,
      "##],": 2512,
      "##main": 2513,
      "##['": 2514,
      "element": 2515,
      "##_o": 2516,
      "lambd": 2517,
      "qt": 2518,
      "call": 2519,
      "lambda": 2520,
      "ac": 2521,
      "##ute": 2522,
      "char": 2523,
      "##dict": 2524,
      "tk": 2525,
      "that": 2526,
      "some": 2527,
      "im": 2528,
      "reg": 2529,
      "[:": 2530,
      "mult": 2531,
      "size": 2532,
      "##av": 2533,
      "ext": 2534,
      "##rect": 2535,
      "at": 2536,
      "##form": 2537,
      "##eg": 2538,
      "##ant": 2539,
      "##ill": 2540,
      "del": 2541,
      "##par": 2542,
      "tw": 2543,
      "select": 2544,
      "].": 2545,
      "stat": 2546,
      "temp": 2547,
      ".,": 2548,
      "##ated": 2549,
      "sum": 2550,
      "run": 2551,
      "min": 2552,
      "##\",": 2553,
      "##ak": 2554,
      "##ames": 2555,
      "default": 2556,
      "##ix": 2557,
      "dt": 2558,
      "wid": 2559,
      "##arch": 2560,
      "##ient": 2561,
      "##our": 2562,
      "fl": 2563,
      "bar": 2564,
      "hel": 2565,
      "##frame": 2566,
      "##fo": 2567,
      "color": 2568,
      "##itle": 2569,
      "{}": 2570,
      "##ond": 2571,
      "bu": 2572,
      "##rid": 2573,
      "##_h": 2574,
      "std": 2575,
      "##ument": 2576,
      "##item": 2577,
      "##ample": 2578,
      "bo": 2579,
      "##34": 2580,
      "pre": 2581,
      "18": 2582,
      "conn": 2583,
      "head": 2584,
      "##ug": 2585,
      "dis": 2586,
      "your": 2587,
      "rec": 2588,
      "##ule": 2589,
      "no": 2590,
      "map": 2591,
      "attr": 2592,
      "17": 2593,
      "##ell": 2594,
      "dec": 2595,
      "().": 2596,
      "items": 2597,
      "22": 2598,
      "##12": 2599,
      "pand": 2600,
      "##ape": 2601,
      "load": 2602,
      "02": 2603,
      "plot": 2604,
      "##ry": 2605,
      "inter": 2606,
      "##ide": 2607,
      "pandas": 2608,
      "##row": 2609,
      "##loat": 2610,
      "fig": 2611,
      "show": 2612,
      "one": 2613,
      "##ook": 2614,
      "##ions": 2615,
      "##rent": 2616,
      "ra": 2617,
      "''": 2618,
      "bin": 2619,
